{
  "data": "    <h2>Privacy Policy</h2>\n    <p>Personal data (usually referred to just as \"data\" below) will only be processed by us to the extent necessary and\n        for the purpose of providing a functional and user-friendly website, including its contents, and the services\n        offered there.</p>\n    <p>Per Art. 4 No. 1 of Regulation (EU) 2016/679, i.e. the General Data Protection Regulation (hereinafter referred\n        to as the \"GDPR\"), \"processing\" refers to any operation or set of operations such as collection, recording,\n        organization, structuring, storage, adaptation, alteration, retrieval, consultation, use, disclosure by\n        transmission, dissemination, or otherwise making available, alignment, or combination, restriction, erasure, or\n        destruction performed on personal data, whether by automated means or not.</p>\n    <p>The following privacy policy is intended to inform you in particular about the type, scope, purpose, duration,\n        and legal basis for the processing of such data either under our own control or in conjunction with others. We\n        also inform you below about the third-party components we use to optimize our website and improve the user\n        experience which may result in said third parties also processing data they collect and control.</p>\n    <p>Our privacy policy is structured as follows:</p>\n    <p>I. Information about us as controllers of your data<br>II. The rights of users and data subjects<br>III.\n        Information about the data processing</p>\n    <h3>I. Information about us as controllers of your data</h3>\n    <p>The party responsible for this website (the \"controller\") for purposes of data protection law is:</p>\n    <p><span style=\"color: #ff0000;\">Benjamin Schober<br>Germany</span></p>\n    <p><span style=\"color: #ff0000;\">E-Mail: admin@benjaminschober.de</span>\n    <h3>II. The rights of users and data subjects</h3>\n    <p>With regard to the data processing to be described in more detail below, users and data subjects have the right\n    </p>\n    <ul type=\"disc\">\n        <li>to confirmation of whether data concerning them is being processed, information about the data being\n            processed, further information about the nature of the data processing, and copies of the data (cf. also\n            Art. 15 GDPR);</li>\n        <li>to correct or complete incorrect or incomplete data (cf. also Art. 16 GDPR);</li>\n        <li>to the immediate deletion of data concerning them (cf. also Art. 17 DSGVO), or, alternatively, if further\n            processing is necessary as stipulated in Art. 17 Para. 3 GDPR, to restrict said processing per Art. 18 GDPR;\n        </li>\n        <li>to receive copies of the data concerning them and/or provided by them and to have the same transmitted to\n            other providers/controllers (cf. also Art. 20 GDPR);</li>\n        <li>to file complaints with the supervisory authority if they believe that data concerning them is being\n            processed by the controller in breach of data protection provisions (see also Art. 77 GDPR).</li>\n    </ul>\n    <p>In addition, the controller is obliged to inform all recipients to whom it discloses data of any such\n        corrections, deletions, or restrictions placed on processing the same per Art. 16, 17 Para. 1, 18 GDPR. However,\n        this obligation does not apply if such notification is impossible or involves a disproportionate effort.\n        Nevertheless, users have a right to information about these recipients.</p>\n    <p><strong>Likewise, under Art. 21 GDPR, users and data subjects have the right to object to the controller's future\n            processing of their data pursuant to Art. 6 Para. 1 lit. f) GDPR. In particular, an objection to data\n            processing for the purpose of direct advertising is permissible.</strong></p>\n    <h3>III. Information about the data processing</h3>\n    <p>Your data processed when using our website will be deleted or blocked as soon as the purpose for its storage\n        ceases to apply, provided the deletion of the same is not in breach of any statutory storage obligations or\n        unless otherwise stipulated below.</p>\n\n    <h4>Server data</h4>\n    <p>For technical reasons, the following data sent by your internet browser to us or to our server provider will be\n        collected, especially to ensure a secure and stable website: These server log files record the type and version\n        of your browser, operating system, the website from which you came (referrer URL), the webpages on our site\n        visited, the date and time of your visit, as well as the IP address from which you visited our site.</p>\n    <p>The data thus collected will be temporarily stored, but not in association with any other of your data.</p>\n    <p>The basis for this storage is Art. 6 Para. 1 lit. f) GDPR. Our legitimate interest lies in the improvement,\n        stability, functionality, and security of our website.</p>\n    <p>The data will be deleted within no more than seven days, unless continued storage is required for evidentiary\n        purposes. In which case, all or part of the data will be excluded from deletion until the investigation of the\n        relevant incident is finally resolved.</p>\n\n    <h4>Cookies</h4>\n    <h5>a) Session cookies</h5>\n    <p>We use cookies on our website. Cookies are small text files or other storage technologies stored on your computer\n        by your browser. These cookies process certain specific information about you, such as your browser, location\n        data, or IP address. &nbsp;</p>\n    <p>This processing makes our website more user-friendly, efficient, and secure, allowing us, for example, to display\n        our website in different languages or to offer a shopping cart function.</p>\n    <p>The legal basis for such processing is Art. 6 Para. 1 lit. b) GDPR, insofar as these cookies are used to collect\n        data to initiate or process contractual relationships.</p>\n    <p>If the processing does not serve to initiate or process a contract, our legitimate interest lies in improving the\n        functionality of our website. The legal basis is then Art. 6 Para. 1 lit. f) GDPR.</p>\n    <p>When you close your browser, these session cookies are deleted.</p>\n    <h5>b) Third-party cookies</h5>\n    <p>If necessary, our website may also use cookies from companies with whom we cooperate for the purpose of\n        advertising, analyzing, or improving the features of our website.</p>\n    <p>Please refer to the following information for details, in particular for the legal basis and purpose of such\n        third-party collection and processing of data collected through cookies.</p>\n    <h5>c) Disabling cookies</h5>\n    <p>You can refuse the use of cookies by changing the settings on your browser. Likewise, you can use the browser to\n        delete cookies that have already been stored. However, the steps and measures required vary, depending on the\n        browser you use. If you have any questions, please use the help function or consult the documentation for your\n        browser or contact its maker for support. Browser settings cannot prevent so-called flash cookies from being\n        set. Instead, you will need to change the setting of your Flash player. The steps and measures required for this\n        also depend on the Flash player you are using. If you have any questions, please use the help function or\n        consult the documentation for your Flash player or contact its maker for support.</p>\n    <p>If you prevent or restrict the installation of cookies, not all of the functions on our site may be fully usable.\n    </p>\n\n    <h4>YouTube</h4>\n    <p>We maintain an online presence on YouTube to present our company and our services and to communicate with\n        customers/prospects. YouTube is a service of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4,\n        Ireland, a subsidiary of Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043 USA.</p>\n    <p>We would like to point out that this might cause user data to be processed outside the European Union,\n        particularly in the United States. This may increase risks for users that, for example, may make subsequent\n        access to the user data more difficult. We also do not have access to this user data. Access is only available\n        to YouTube. Google LLC is certified under the Privacy Shield and committed to comply with European privacy\n        standards.</p>\n    <p><a href=\"https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</a></p>\n    <p>The YouTube privacy policy can be found here:</p>\n    <p><a href=\"https://policies.google.com/privacy\" target=\"_blank\"\n            rel=\"noopener\">https://policies.google.com/privacy</a></p>\n\n    <h4>LinkedIn</h4>\n    <p>We maintain an online presence on LinkedIn to present our company and our services and to communicate with\n        customers/prospects. LinkedIn is a service of LinkedIn Ireland Unlimited Company, Wilton Plaza, Wilton Place,\n        Dublin 2, Irland, a subsidiary of LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085, USA.</p>\n    <p>We would like to point out that this might cause user data to be processed outside the European Union,\n        particularly in the United States. This may increase risks for users that, for example, may make subsequent\n        access to the user data more difficult. We also do not have access to this user data. Access is only available\n        to LinkedIn. LinkedIn Corporation is certified under the Privacy Shield and committed to comply with European\n        privacy standards.</p>\n    <p><a href=\"https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&amp;status=Active</a></p>\n    <p>The LinkedIn privacy policy can be found here:</p>\n    <p><a href=\"https://www.linkedin.com/legal/privacy-policy\" target=\"_blank\"\n            rel=\"noopener\">https://www.linkedin.com/legal/privacy-policy</a></p>\n\n    <h4>Social media links via graphics</h4>\n    <p>We also integrate the following social media sites into our website. The integration takes place via a linked\n        graphic of the respective site. The use of these graphics stored on our own servers prevents the automatic\n        connection to the servers of these networks for their display. Only by clicking on the corresponding graphic\n        will you be forwarded to the service of the respective social network.</p>\n    <p>Once you click, that network may record information about you and your visit to our site. It cannot be ruled out\n        that such data will be processed in the United States.</p>\n    <p>Initially, this data includes such things as your IP address, the date and time of your visit, and the page\n        visited. If you are logged into your user account on that network, however, the network operator might assign\n        the information collected about your visit to our site to your personal account. If you interact by clicking\n        Like, Share, etc., this information can be stored your personal user account and possibly posted on the\n        respective network. To prevent this, you need to log out of your social media account before clicking on the\n        graphic. The various social media networks also offer settings that you can configure accordingly.</p>\n    <p>The following social networks are integrated into our site by linked graphics:</p>\n\n    <h4>YouTube</h4>\n    <p>Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, a subsidiary of Google LLC, 1600\n        Amphitheatre Parkway, Mountain View, CA 94043 USA</p>\n    <p>Privacy Policy: <a href=\"https://policies.google.com/privacy\" target=\"_blank\"\n            rel=\"noopener\">https://policies.google.com/privacy</a></p>\n    <p>EU-US Privacy Shield <a href=\"https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active\"\n            target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</a></p>\n\n    <h4>LinkedIn</h4>\n    <p>LinkedIn Ireland Unlimited Company, Wilton Plaza, Wilton Place, Dublin 2, Irland, a subsidiary of LinkedIn\n        Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085 USA.</p>\n    <p>Privacy Policy: <a href=\"https://www.linkedin.com/legal/privacy-policy\" target=\"_blank\"\n            rel=\"noopener\">https://www.linkedin.com/legal/privacy-policy</a></p>\n    <p>EU-US Privacy Shield <a href=\"https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&amp;status=Active\"\n            target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&amp;status=Active</a></p>\n\n    <h4>Google Fonts</h4>\n    <p>Our website uses Google Fonts to display external fonts. This is a service provided by Google Ireland Limited,\n        Gordon House, Barrow Street, Dublin 4, Irland (hereinafter: Google).</p>\n    <p>Through certification according to the EU-US Privacy Shield</p>\n    <p><a href=\"https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</a></p>\n    <p>Google guarantees that it will follow the EU's data protection regulations when processing data in the United\n        States.</p>\n    <p>To enable the display of certain fonts on our website, a connection to the Google server in the USA is\n        established whenever our website is accessed.</p>\n    <p>The legal basis is Art. 6 Para. 1 lit. f) GDPR. Our legitimate interest lies in the optimization and economic\n        operation of our site.</p>\n    <p>When you access our site, a connection to Google is established from which Google can identify the site from\n        which your request has been sent and to which IP address the fonts are being transmitted for display.</p>\n    <p>Google offers detailed information at</p>\n    <p><a href=\"https://adssettings.google.com/authenticated\" target=\"_blank\"\n            rel=\"noopener\">https://adssettings.google.com/authenticated</a></p>\n    <p><a href=\"https://policies.google.com/privacy\" target=\"_blank\"\n            rel=\"noopener\">https://policies.google.com/privacy</a></p>\n    <p>in particular on options for preventing the use of data.</p>\n\n    <h4>FontAwesome</h4>\n    <p>In order to be able to display fonts and visual elements of our website, we use FontAwesome’s external\n        fonts.&nbsp; FontAwesome is a service of</p>\n    <p>Fonticons Inc., 6 Porter Road, Apartment 3R, Cambridge, MA 02140, USA, hereinafter referred to as \"FontAwesome\".\n    </p>\n    <p>When you access our website, a connection is established to the FontAwesome server in the USA in order to enable\n        and update the display of fonts and visual elements.</p>\n    <p>The legal basis is Art.&nbsp; 6 para. 1 lit. f) GDPR. Our legitimate interest lies in the optimisation and\n        economic operation of our website.</p>\n    <p>By connecting to the FontAwesome server when you access our website, FontAwesome can determine from which website\n        your request was sent and to which IP address the font should be sent.</p>\n    <p>At</p>\n    <p><a href=\"https://fontawesome.com/privacy\" target=\"_blank\" rel=\"noopener\">https://fontawesome.com/privacy</a></p>\n    <p>FontAwesome offers further information, in particular on the options for preventing data use. </p>\n\n    <h4>YouTube</h4>\n    <p>We use YouTube on our website. This is a video portal operated by YouTube LLC, 901 Cherry Ave, 94066 San Bruno,\n        CA, USA, hereinafter referred to as \"YouTube\".</p>\n    <p>YouTube is a subsidiary of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, hereinafter\n        referred to as \"Google\".</p>\n    <p>Through certification according to the EU-US Privacy Shield</p>\n    <p><a href=\"https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</a></p>\n    <p>Google and its subsidiary YouTube guarantee that they will follow the EU's data protection regulations when\n        processing data in the United States.</p>\n    <p>We use YouTube in its advanced privacy mode to show you videos. The legal basis is Art. 6 Para. 1 lit. f) GDPR.\n        Our legitimate interest lies in improving the quality of our website. According to YouTube, the advanced privacy\n        mode means that the data specified below will only be transmitted to the YouTube server if you actually start a\n        video.</p>\n    <p>Without this mode, a connection to the YouTube server in the USA will be established as soon as you access any of\n        our webpages on which a YouTube video is embedded.</p>\n    <p>This connection is required in order to be able to display the respective video on our website within your\n        browser. YouTube will record and process at a minimum your IP address, the date and time the video was\n        displayed, as well as the website you visited. In addition, a connection to the DoubleClick advertising network\n        of Google is established.</p>\n    <p>If you are logged in to YouTube when you access our site, YouTube will assign the connection information to your\n        YouTube account. To prevent this, you must either log out of YouTube before visiting our site or make the\n        appropriate settings in your YouTube account.</p>\n    <p>For the purpose of functionality and analysis of usage behavior, YouTube permanently stores cookies on your\n        device via your browser. If you do not agree to this processing, you have the option of preventing the\n        installation of cookies by making the appropriate settings in your browser. Further details can be found in the\n        section about cookies above.</p>\n    <p>Further information about the collection and use of data as well as your rights and protection options in\n        Google's privacy policy found at</p>\n    <p><a href=\"https://policies.google.com/privacy\" target=\"_blank\"\n            rel=\"noopener\">https://policies.google.com/privacy</a></p>\n\n    <h4>CloudFlare</h4>\n    <p>To secure our website and to optimize loading times, we use the CloudFlare CDN (content delivery network). This\n        is a service of Cloudflare Inc., 101 Townsend Street, San Francisco, California 94107, USA, hereinafter referred\n        to as \"CloudFlare\".</p>\n    <p>Through certification according to the EU-US Privacy Shield</p>\n    <p>(<a href=\"https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;status=Active</a>)</p>\n    <p>CloudFlare guarantees that it will follow the EU's data protection regulations when processing data in the United\n        States.</p>\n    <p>The legal basis for collecting and processing this information is Art. 6 Para. 1 lit. f) GDPR. Our legitimate\n        interest lies in the secure operation of our website and in its optimization.</p>\n    <p>If you access our website, your queries are forwarded to CloudFlare servers. Statistical access data about your\n        visit to our website is collected and CloudFlare stores a cookie on your terminal device via your browser.\n        Access data includes</p>\n    <p>- your IP address;</p>\n    <p>- the page(s) on our site that you access;</p>\n    <p>- type and version of internet browser you are using;</p>\n    <p>- your operating system;</p>\n    <p>- the website from which you came prior to visiting our website (referrer URL);</p>\n    <p>- your length of stay on our site; and&nbsp;</p>\n    <p>- the frequency with which our pages are accessed.</p>\n    <p>The data is used by CloudFlare for statistical evaluations of the accesses as well as for the security and\n        optimization of the offer.</p>\n    <p>If you do not agree to this processing, you have the option of preventing the installation of cookies by making\n        the appropriate settings in your browser. Further details can be found in the section about cookies above.</p>\n    <p>CloudFlare offers further information about its data collection and processing as well your rights and your\n        options for protecting your privacy at this link:</p>\n    <p><a href=\"https://www.cloudflare.com/privacypolicy/\" target=\"_blank\"\n            rel=\"noopener\">https://www.cloudflare.com/privacypolicy/</a>.</p>\n\n    <h4>BootstrapCDN</h4>\n    <p>We use the service BootstrapCDN, a content delivery network (“CDN”), on our website to optimise the speed of\n        retrieval, the design and presentation of the contents of our website on different devices.&nbsp; This is a\n        service of StackPath, LLC, 2021 McKinney Ave.&nbsp; Suite 1100, Dallas, TX 75201, USA, hereinafter simply\n        referred to as \"BootstrapCDN\".</p>\n    <p>In order to be able to deliver the content of our website quickly, the service uses so-called JavaScript\n        libraries.&nbsp; Corresponding files are loaded from a BootstrapCDN server that records your IP address.&nbsp;\n    </p>\n    <p>Through certification according to the EU-US Privacy Shield</p>\n    <p><strong><a href=\"https://www.privacyshield.gov/participant?id=a2zt0000000CbahAAC&amp;status=Active\"\n                target=\"_blank\"\n                rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000CbahAAC&amp;status=Active</a></strong>\n    </p>\n    <p>BootstrapCDN guarantees that it will follow the EU's data protection regulations also when processing data in the\n        United States.</p>\n    <p>At</p>\n    <p><a\n            href=\"https://www.stackpath.com/legal/master-service-agreement/#privacy\">https://www.stackpath.com/legal/master-service-agreement/#privacy</a>&nbsp;&nbsp;\n    </p>\n    <p>Prospectone Sp.z.o.o. offers further data protection information.</p>\n    <p>The legal basis is Art.&nbsp; 6 para. 1 lit. f) GDPR. Our legitimate interest lies in speeding up loading times\n        and protecting our website, as well as in analysing and optimising our website.</p>\n    <p>To totally prevent the execution of BootstrapCDN’s JavaScript code, you can install a so-called JavaScript\n        blocker, such as noscript.net or ghostery.com.&nbsp; If you were to prevent or restrict the execution of the\n        Java Script code, this can mean that for technical reasons not all the content and functions of our website may\n        be available.</p>\n\n    <h4>jQuery CDN</h4>\n    <p>We use the service jQuery CDN, a Content Delivery Network (\"CDN\"), on our website to optimise the retrieval\n        speed, the design and presentation of the content of our website on different devices.&nbsp;</p>\n    <p>This is a service of the jQuery Foundation, hereinafter referred to as \"jQuery\". jQuery is distributed for the JS\n        Foundation via the StackPath CDN.</p>\n    <p>In order to be able to deliver the content of our website quickly, the service uses so-called JavaScript\n        libraries.&nbsp; Relevant files are loaded from the CDN server if they are not already available in your browser\n        cache when you visit another website.&nbsp; In the case of a connection to the CDN server, your IP address is\n        recorded.&nbsp; It cannot be ruled out that a connection will be established to a server outside the EU.</p>\n    <p>The legal basis is Art.&nbsp; 6 para. 1 lit. f) GDPR. Our legitimate interest lies in speeding up loading times\n        and protecting our website, as well as in analysing and optimising our website.</p>\n    <p>To totally prevent the execution of jQuery’s JavaScript code, you can install a so-called JavaScript blocker,\n        such as noscript.net or ghostery.com. . If you were to prevent or restrict the execution of the Java Script\n        code, this can mean that for technical reasons not all the content and functions of our website may be\n        available.</p>\n\n    <h4>Cookiebot</h4>\n    <p>We use Cookiebot to display cookie banners. Cookiebot is a product of Cybot A/S, Havnegade 39, 1058 Copenhagen,\n        Denmark, hereinafter \"Cybot.\" <br><br>Cookiebot informs you about the use of cookies on the website and allows\n        you to make a decision about their use. <br><br>If you agree to the use of cookies, the following data will be\n        automatically recorded by Cybot:<br><br>• your anonymized IP address;<br>• the date and time of your\n        consent;<br>• the user agent of your browser;<br>• the provider's URL;<br>• an anonymous, random, and encrypted\n        key.<br>• your cookie status which serves as proof of consent.<br><br>The encrypted key and cookie status are\n        stored by means of a cookie on your device to enable the corresponding cookie status to be restored when you\n        return to our site. This cookie automatically deletes after 12 months.&nbsp; <br><br>The legal basis for this\n        processing of data is <a title=\"Art. 6 GDPR: Lawfulness of processing\"\n            href=\"http://dejure.org/gesetze/DSGVO/6.html\" target=\"_blank\" rel=\"noopener\">Art. 6 para. 1 lit. f GDPR</a>.\n        Our legitimate interest is in the user-friendliness of the website and the fulfillment of the statutory\n        requirements of GDPR.<br><br>You can prevent cookies from being installed and/or delete this cookie by adjusting\n        the settings on your internet browser.</p>\n    <p>Go to this link to read the Cybot privacy policy:<br><br><a href=\"https://www.cookiebot.com/de/privacy-policy/\"\n            target=\"_blank\" rel=\"noopener\">https://www.cookiebot.com/de/privacy-policy/</a></p>\n\n    <h4>GitHub</h4>\n    <p>This website occasionally uses plugins from the online service GitHub or is linked to corresponding websites.\n        Provider is GitHub, Inc, 88 Colin P Kelly Jr St, San Francisco, CA 94107, USA.</p>\n    <p>When you visit a site equipped with a GitHub plugin, a connection is made to GitHub's servers. This tells the\n        GitHub server which page you visited. GitHub also obtains your IP address. This applies even if you are not\n        logged in to GitHub or do not have an account with GitHub. The information collected by GitHub is sent to\n        GitHub's server in the USA.</p>\n    <p>When you are logged in to your GitHub account, you allow GitHub to map your browsing behavior directly to your\n        personal profile. You can prevent this by logging out of your GitHub account.</p>\n    <p>For more information about how we handle user data, please see GitHub's privacy policy at <a\n            href=\"https://help.github.com/articles/github-privacy-statement/\">https://help.github.com/articles/github-privacy-statement/</a>.\n    </p>\n\n    <br><br>\n    <p><a href=\"https://www.ratgeberrecht.eu/leistungen/muster-datenschutzerklaerung.html\" target=\"_blank\"\n            rel=\"noopener\">Model Data Protection Statement</a> for <a href=\"https://www.ratgeberrecht.eu/\"\n            target=\"_blank\">Anwaltskanzlei Weiß &amp; Partner</a></p>"
}