{
  "data": "    <h2>Datenschutzerklärung</h2>\n    <p>Personenbezogene Daten (nachfolgend zumeist nur „Daten“ genannt) werden von uns nur im Rahmen der\n        Erforderlichkeit sowie zum Zwecke der Bereitstellung eines funktionsfähigen und nutzerfreundlichen\n        Internetauftritts, inklusive seiner Inhalte und der dort angebotenen Leistungen, verarbeitet.</p>\n    <p>Gemäß Art. 4 Ziffer 1. der Verordnung (EU) 2016/679, also der Datenschutz-Grundverordnung (nachfolgend nur\n        „DSGVO“ genannt), gilt als „Verarbeitung“ jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführter\n        Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten, wie das Erheben, das\n        Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das\n        Abfragen, die Verwendung, die Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der\n        Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung.</p>\n    <p>Mit der nachfolgenden Datenschutzerklärung informieren wir Sie insbesondere über Art, Umfang, Zweck, Dauer und\n        Rechtsgrundlage der Verarbeitung personenbezogener Daten, soweit wir entweder allein oder gemeinsam mit anderen\n        über die Zwecke und Mittel der Verarbeitung entscheiden. Zudem informieren wir Sie nachfolgend über die von uns\n        zu Optimierungszwecken sowie zur Steigerung der Nutzungsqualität eingesetzten Fremdkomponenten, soweit hierdurch\n        Dritte Daten in wiederum eigener Verantwortung verarbeiten.</p>\n    <p>Unsere Datenschutzerklärung ist wie folgt gegliedert:</p>\n    <p>I. Informationen über uns als Verantwortliche<br>II. Rechte der Nutzer und Betroffenen<br>III. Informationen zur\n        Datenverarbeitung</p>\n    <h3>I. Informationen über uns als Verantwortliche</h3>\n    <p>Verantwortlicher Anbieter dieses Internetauftritts im datenschutzrechtlichen Sinne ist:</p>\n    <p><span style=\"color: #ff0000;\">Benjamin Schober<br>Deutschland</span></p>\n    <p><span style=\"color: #ff0000;\">E-Mail: admin@benjaminschober.de</span>\n    </p>\n    <h3>II. Rechte der Nutzer und Betroffenen</h3>\n    <p>Mit Blick auf die nachfolgend noch näher beschriebene Datenverarbeitung haben die Nutzer und Betroffenen das\n        Recht</p>\n    <ul>\n        <li>auf Bestätigung, ob sie betreffende Daten verarbeitet werden, auf Auskunft über die verarbeiteten Daten, auf\n            weitere Informationen über die Datenverarbeitung sowie auf Kopien der Daten (vgl. auch Art. 15 DSGVO);</li>\n        <li>auf Berichtigung oder Vervollständigung unrichtiger bzw. unvollständiger Daten (vgl. auch Art. 16 DSGVO);\n        </li>\n        <li>auf unverzügliche Löschung der sie betreffenden Daten (vgl. auch Art. 17 DSGVO), oder, alternativ, soweit\n            eine weitere Verarbeitung gemäß Art. 17 Abs. 3 DSGVO erforderlich ist, auf Einschränkung der Verarbeitung\n            nach Maßgabe von Art. 18 DSGVO;</li>\n        <li>auf Erhalt der sie betreffenden und von ihnen bereitgestellten Daten und auf Übermittlung dieser Daten an\n            andere Anbieter/Verantwortliche (vgl. auch Art. 20 DSGVO);</li>\n        <li>auf Beschwerde gegenüber der Aufsichtsbehörde, sofern sie der Ansicht sind, dass die sie betreffenden Daten\n            durch den Anbieter unter Verstoß gegen datenschutzrechtliche Bestimmungen verarbeitet werden (vgl. auch Art.\n            77 DSGVO).</li>\n    </ul>\n    <p>Darüber hinaus ist der Anbieter dazu verpflichtet, alle Empfänger, denen gegenüber Daten durch den Anbieter\n        offengelegt worden sind, über jedwede Berichtigung oder Löschung von Daten oder die Einschränkung der\n        Verarbeitung, die aufgrund der Artikel 16, 17 Abs. 1, 18 DSGVO erfolgt, zu unterrichten. Diese Verpflichtung\n        besteht jedoch nicht, soweit diese Mitteilung unmöglich oder mit einem unverhältnismäßigen Aufwand verbunden\n        ist. Unbeschadet dessen hat der Nutzer ein Recht auf Auskunft über diese Empfänger.</p>\n    <p><strong>Ebenfalls haben die Nutzer und Betroffenen nach Art. 21 DSGVO das Recht auf Widerspruch gegen die\n            künftige Verarbeitung der sie betreffenden Daten, sofern die Daten durch den Anbieter nach Maßgabe von Art.\n            6 Abs. 1 lit. f) DSGVO verarbeitet werden. Insbesondere ist ein Widerspruch gegen die Datenverarbeitung zum\n            Zwecke der Direktwerbung statthaft.</strong></p>\n    <h3>III. Informationen zur Datenverarbeitung</h3>\n    <p>Ihre bei Nutzung unseres Internetauftritts verarbeiteten Daten werden gelöscht oder gesperrt, sobald der Zweck\n        der Speicherung entfällt, der Löschung der Daten keine gesetzlichen Aufbewahrungspflichten entgegenstehen und\n        nachfolgend keine anderslautenden Angaben zu einzelnen Verarbeitungsverfahren gemacht werden.</p>\n\n    <h4>Serverdaten</h4>\n    <p>Aus technischen Gründen, insbesondere zur Gewährleistung eines sicheren und stabilen Internetauftritts, werden\n        Daten durch Ihren Internet-Browser an uns bzw. an unseren Webspace-Provider übermittelt. Mit diesen sog.\n        Server-Logfiles werden u.a. Typ und Version Ihres Internetbrowsers, das Betriebssystem, die Website, von der aus\n        Sie auf unseren Internetauftritt gewechselt haben (Referrer URL), die Website(s) unseres Internetauftritts, die\n        Sie besuchen, Datum und Uhrzeit des jeweiligen Zugriffs sowie die IP-Adresse des Internetanschlusses, von dem\n        aus die Nutzung unseres Internetauftritts erfolgt, erhoben.</p>\n    <p>Diese so erhobenen Daten werden vorrübergehend gespeichert, dies jedoch nicht gemeinsam mit anderen Daten von\n        Ihnen.</p>\n    <p>Diese Speicherung erfolgt auf der Rechtsgrundlage von Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse\n        liegt in der Verbesserung, Stabilität, Funktionalität und Sicherheit unseres Internetauftritts.</p>\n    <p>Die Daten werden spätestens nach sieben Tage wieder gelöscht, soweit keine weitere Aufbewahrung zu Beweiszwecken\n        erforderlich ist. Andernfalls sind die Daten bis zur endgültigen Klärung eines Vorfalls ganz oder teilweise von\n        der Löschung ausgenommen.</p>\n\n    <h4>Cookies</h4>\n    <h5>a) Sitzungs-Cookies/Session-Cookies</h5>\n    <p>Wir verwenden mit unserem Internetauftritt sog. Cookies. Cookies sind kleine Textdateien oder andere\n        Speichertechnologien, die durch den von Ihnen eingesetzten Internet-Browser auf Ihrem Endgerät ablegt und\n        gespeichert werden. Durch diese Cookies werden im individuellen Umfang bestimmte Informationen von Ihnen, wie\n        beispielsweise Ihre Browser- oder Standortdaten oder Ihre IP-Adresse, verarbeitet. &nbsp;</p>\n    <p>Durch diese Verarbeitung wird unser Internetauftritt benutzerfreundlicher, effektiver und sicherer, da die\n        Verarbeitung bspw. die Wiedergabe unseres Internetauftritts in unterschiedlichen Sprachen oder das Angebot einer\n        Warenkorbfunktion ermöglicht.</p>\n    <p>Rechtsgrundlage dieser Verarbeitung ist Art. 6 Abs. 1 lit b.) DSGVO, sofern diese Cookies Daten zur\n        Vertragsanbahnung oder Vertragsabwicklung verarbeitet werden.</p>\n    <p>Falls die Verarbeitung nicht der Vertragsanbahnung oder Vertragsabwicklung dient, liegt unser berechtigtes\n        Interesse in der Verbesserung der Funktionalität unseres Internetauftritts. Rechtsgrundlage ist in dann Art. 6\n        Abs. 1 lit. f) DSGVO.</p>\n    <p>Mit Schließen Ihres Internet-Browsers werden diese Session-Cookies gelöscht.</p>\n    <h5>b) Drittanbieter-Cookies</h5>\n    <p>Gegebenenfalls werden mit unserem Internetauftritt auch Cookies von Partnerunternehmen, mit denen wir zum Zwecke\n        der Werbung, der Analyse oder der Funktionalitäten unseres Internetauftritts zusammenarbeiten, verwendet.</p>\n    <p>Die Einzelheiten hierzu, insbesondere zu den Zwecken und den Rechtsgrundlagen der Verarbeitung solcher\n        Drittanbieter-Cookies, entnehmen Sie bitte den nachfolgenden Informationen.</p>\n    <h5>c) Beseitigungsmöglichkeit</h5>\n    <p>Sie können die Installation der Cookies durch eine Einstellung Ihres Internet-Browsers verhindern oder\n        einschränken. Ebenfalls können Sie bereits gespeicherte Cookies jederzeit löschen. Die hierfür erforderlichen\n        Schritte und Maßnahmen hängen jedoch von Ihrem konkret genutzten Internet-Browser ab. Bei Fragen benutzen Sie\n        daher bitte die Hilfefunktion oder Dokumentation Ihres Internet-Browsers oder wenden sich an dessen Hersteller\n        bzw. Support. Bei sog. Flash-Cookies kann die Verarbeitung allerdings nicht über die Einstellungen des Browsers\n        unterbunden werden. Stattdessen müssen Sie insoweit die Einstellung Ihres Flash-Players ändern. Auch die hierfür\n        erforderlichen Schritte und Maßnahmen hängen von Ihrem konkret genutzten Flash-Player ab. Bei Fragen benutzen\n        Sie daher bitte ebenso die Hilfefunktion oder Dokumentation Ihres Flash-Players oder wenden sich an den\n        Hersteller bzw. Benutzer-Support.</p>\n    <p>Sollten Sie die Installation der Cookies verhindern oder einschränken, kann dies allerdings dazu führen, dass\n        nicht sämtliche Funktionen unseres Internetauftritts vollumfänglich nutzbar sind. </p>\n\n    <h4>YouTube</h4>\n    <p>Wir unterhalten bei YouTube eine Onlinepräsenz um unser Unternehmen sowie unsere Leistungen zu präsentieren und\n        mit Kunden/Interessenten zu kommunizieren. YouTube ist ein Service der Google Ireland Limited, Gordon House,\n        Barrow Street, Dublin 4, Irland, ein Tochterunternehmen der Google LLC, 1600 Amphitheatre Parkway, Mountain\n        View, CA 94043 USA.</p>\n    <p>Insofern weisen wir darauf hin, dass die Möglichkeit besteht, dass Daten der Nutzer außerhalb der Europäischen\n        Union, insbesondere in den USA, verarbeitet werden. Hierdurch können gesteigerte Risiken für die Nutzer insofern\n        bestehen, als dass z.B. der spätere Zugriff auf die Nutzerdaten erschwert werden kann. Auch haben wir keinen\n        Zugriff auf diese Nutzerdaten. Die Zugriffsmöglichkeit liegt ausschließlich bei YouTube. Die Google LLC ist\n        unter dem Privacy Shield zertifiziert und hat sich damit verpflichtet, die europäischen Datenschutzstandards\n        einzuhalten</p>\n    <p><a href=\"https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</a></p>\n    <p>Die Datenschutzhinweise von YouTube finden Sie unter</p>\n    <p><a href=\"https://policies.google.com/privacy\" target=\"_blank\"\n            rel=\"noopener\">https://policies.google.com/privacy</a></p>\n\n    <h4>LinkedIn</h4>\n    <p>Wir unterhalten bei LinkedIn eine Onlinepräsenz um unser Unternehmen sowie unsere Leistungen zu präsentieren und\n        mit Kunden/Interessenten zu kommunizieren. LinkedIn ist ein Service der LinkedIn Ireland Unlimited Company,\n        Wilton Plaza, Wilton Place, Dublin 2, Irland, ein Tochterunternehmen der LinkedIn Corporation, 1000 W. Maude\n        Avenue, Sunnyvale, CA 94085, USA.</p>\n    <p>Insofern weisen wir darauf hin, dass die Möglichkeit besteht, dass Daten der Nutzer außerhalb der Europäischen\n        Union, insbesondere in den USA, verarbeitet werden. Hierdurch können gesteigerte Risiken für die Nutzer insofern\n        bestehen, als dass z.B. der spätere Zugriff auf die Nutzerdaten erschwert werden kann. Auch haben wir keinen\n        Zugriff auf diese Nutzerdaten. Die Zugriffsmöglichkeit liegt ausschließlich bei LinkedIn. Die LinkedIn\n        Corporation ist unter dem Privacy Shield zertifiziert und hat sich damit verpflichtet, die europäischen\n        Datenschutzstandards einzuhalten</p>\n    <p><a href=\"https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&amp;status=Active</a></p>\n    <p>Die Datenschutzhinweise von LinkedIn finden Sie unter</p>\n    <p><a href=\"https://www.linkedin.com/legal/privacy-policy\" target=\"_blank\"\n            rel=\"noopener\">https://www.linkedin.com/legal/privacy-policy</a></p>\n\n    <h3>Verlinkung Social-Media über Grafik oder Textlink</h3>\n    <p>Wir bewerben auf unserer Webseite auch Präsenzen auf den nachstehend aufgeführten sozialen Netzwerken. Die\n        Einbindung erfolgt dabei über eine verlinkte Grafik des jeweiligen Netzwerks. Durch den Einsatz dieser\n        verlinkten Grafik wird verhindert, dass es bei dem Aufruf einer Website, die über eine Social-Media-Bewerbung\n        verfügt, automatisch zu einem Verbindungsaufbau zum jeweiligen Server des sozialen Netzwerks kommt, um eine\n        Grafik des jeweiligen Netzwerkes selbst darzustellen. Erst durch einen Klick auf die entsprechende Grafik wird\n        der Nutzer zu dem Dienst des jeweiligen sozialen Netzwerks weitergeleitet.</p>\n    <p>Nach der Weiterleitung des Nutzers werden durch das jeweilige Netzwerk Informationen über den Nutzer erfasst. Es\n        kann hierbei nicht ausgeschlossen werden, dass eine Verarbeitung der so erhobenen&nbsp; Daten in den USA\n        stattfindet.</p>\n    <p>Dies sind zunächst Daten wie IP-Adresse, Datum, Uhrzeit und besuchte Seite. Ist der Nutzer währenddessen in\n        seinem Benutzerkonto des jeweiligen Netzwerks eingeloggt, kann der Netzwerk-Betreiber ggf. die gesammelten\n        Informationen des konkreten Besuchs des Nutzers dem persönlichen Account des Nutzers zuordnen. Interagiert der\n        Nutzer über einen „Teilen“-Button des jeweiligen Netzwerks, können diese Informationen in dem persönlichen\n        Benutzerkonto des Nutzers gespeichert und ggf. veröffentlicht werden. Will der Nutzer verhindern, dass die\n        gesammelten Informationen unmittelbar seinem Benutzerkonto zugeordnet werden, muss er sich vor dem Anklicken der\n        Grafik ausloggen. Zudem besteht die Möglichkeit, das jeweilige Benutzerkonto entsprechend zu konfigurieren.</p>\n    <p>Folgende soziale Netzwerke werden in unsere Seite durch Verlinkung eingebunden:</p>\n\n    <h4>YouTube</h4>\n    <p>Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, ein Tochterunternehmen der Google LLC,\n        1600 Amphitheatre Parkway, Mountain View, CA 94043 USA</p>\n    <p>Datenschutzerklärung: <a href=\"https://policies.google.com/privacy\" target=\"_blank\"\n            rel=\"noopener\">https://policies.google.com/privacy</a></p>\n    <p>Zertifizierung EU-US-Datenschutz („EU-US Privacy Shield“) <a\n            href=\"https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</a></p>\n\n    <h4>LinkedIn</h4>\n    <p>LinkedIn Ireland Unlimited Company, Wilton Plaza, Wilton Place, Dublin 2, Irland, ein Tochterunternehmen der\n        LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085 USA.</p>\n    <p>Datenschutzerklärung: <a href=\"https://www.linkedin.com/legal/privacy-policy\" target=\"_blank\"\n            rel=\"noopener\">https://www.linkedin.com/legal/privacy-policy</a></p>\n    <p>Zertifizierung EU-US-Datenschutz („EU-US Privacy Shield“) <a\n            href=\"https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&amp;status=Active</a></p>\n\n    <h4>Google Fonts</h4>\n    <p>In unserem Internetauftritt setzen wir Google Fonts zur Darstellung externer Schriftarten ein. Es handelt sich\n        hierbei um einen Dienst der Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, nachfolgend\n        nur „Google“ genannt.</p>\n    <p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n    <p><a target=\"_blank\" rel=\"noopener\"\n            href=\"https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active\">https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</a>\n    </p>\n    <p>garantiert Google, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten\n        werden.</p>\n    <p>Um die Darstellung bestimmter Schriften in unserem Internetauftritt zu ermöglichen, wird bei Aufruf unseres\n        Internetauftritts eine Verbindung zu dem Google-Server in den USA aufgebaut.</p>\n    <p>Rechtsgrundlage ist Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse liegt in der Optimierung und dem\n        wirtschaftlichen Betrieb unseres Internetauftritts.</p>\n    <p>Durch die bei Aufruf unseres Internetauftritts hergestellte Verbindung zu Google kann Google ermitteln, von\n        welcher Website Ihre Anfrage gesendet worden ist und an welche IP-Adresse die Darstellung der Schrift zu\n        übermitteln ist.</p>\n    <p>Google bietet unter</p>\n    <p><a target=\"_blank\" rel=\"noopener\"\n            href=\"https://adssettings.google.com/authenticated\">https://adssettings.google.com/authenticated</a></p>\n    <p><a target=\"_blank\" rel=\"noopener\"\n            href=\"https://policies.google.com/privacy\">https://policies.google.com/privacy</a></p>\n    <p>weitere Informationen an und zwar insbesondere zu den Möglichkeiten der Unterbindung der Datennutzung.</p>\n\n    <h4>FontAwesome</h4>\n    <p>Um Schriften und visuelle Elemente unseres Internetauftritts darstellen zu können, setzen wir die externen\n        Schriftarten von FontAwesome ein. Bei FontAwesome handelt es sich um einen Dienst der</p>\n    <p>Fonticons Inc., 6 Porter Road, Apartment 3R, Cambridge, MA 02140, USA, nachfolgend nur „FontAwesome“ genannt.</p>\n    <p>Bei dem Aufruf unseres Internetauftritts wird eine Verbindung zum Server von FontAwesome in den USA aufgebaut, um\n        so die Darstellung von Schriften und visuellen Elemente zu ermöglichen und zu aktualisieren.</p>\n    <p>Rechtsgrundlage ist Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse liegt in der Optimierung und dem\n        wirtschaftlichen Betrieb unseres Internetauftritts.</p>\n    <p>Durch die bei Aufruf unseres Internetauftritts hergestellte Verbindung zum Server von FontAwesome kann\n        FontAwesome ermitteln, von welcher Website Ihre Anfrage gesendet worden ist und an welche IP-Adresse die\n        Darstellung der Schrift zu übermitteln ist.</p>\n    <p>FontAwesome bietet unter</p>\n    <p><a href=\"https://fontawesome.com/privacy\" target=\"_blank\" rel=\"noopener\">https://fontawesome.com/privacy</a></p>\n    <p>weitere Informationen an und zwar insbesondere zu den Möglichkeiten der Unterbindung der Datennutzung.</p>\n\n    <h4>YouTube</h4>\n    <p>In unserem Internetauftritt setzen wir YouTube ein. Hierbei handelt es sich um ein Videoportal der YouTube LLC.,\n        901 Cherry Ave., 94066 San Bruno, CA, USA, nachfolgend nur „YouTube“ genannt.</p>\n    <p>YouTube ist ein Tochterunternehmen der Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland,\n        nachfolgend nur „Google“ genannt.</p>\n    <p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n    <p><a target=\"_blank\" rel=\"noopener\"\n            href=\"https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active\">https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</a>\n    </p>\n    <p>garantiert Google und damit auch das Tochterunternehmen YouTube, dass die Datenschutzvorgaben der EU auch bei der\n        Verarbeitung von Daten in den USA eingehalten werden.</p>\n    <p>Wir nutzen YouTube im Zusammenhang mit der Funktion „Erweiterter Datenschutzmodus“, um Ihnen Videos anzeigen zu\n        können. Rechtsgrundlage ist Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse liegt in der\n        Qualitätsverbesserung unseres Internetauftritts. Die Funktion „Erweiterter Datenschutzmodus“ bewirkt laut\n        Angaben von YouTube, dass die nachfolgend noch näher bezeichneten Daten nur dann an den Server von YouTube\n        übermittelt werden, wenn Sie ein Video auch tatsächlich starten.</p>\n    <p>Ohne diesen „Erweiterten Datenschutz“ wird eine Verbindung zum Server von YouTube in den USA hergestellt, sobald\n        Sie eine unserer Internetseiten, auf der ein YouTube-Video eingebettet ist, aufrufen.</p>\n    <p>Diese Verbindung ist erforderlich, um das jeweilige Video auf unserer Internetseite über Ihren Internet-Browser\n        darstellen zu können. Im Zuge dessen wird YouTube zumindest Ihre IP-Adresse, das Datum nebst Uhrzeit sowie die\n        von Ihnen besuchte Internetseite erfassen und verarbeiten. Zudem wird eine Verbindung zu dem Werbenetzwerk\n        „DoubleClick“ von Google hergestellt.</p>\n    <p>Sollten Sie gleichzeitig bei YouTube eingeloggt sein, weist YouTube die Verbindungsinformationen Ihrem\n        YouTube-Konto zu. Wenn Sie das verhindern möchten, müssen Sie sich entweder vor dem Besuch unseres\n        Internetauftritts bei YouTube ausloggen oder die entsprechenden Einstellungen in Ihrem YouTube-Benutzerkonto\n        vornehmen.</p>\n    <p>Zum Zwecke der Funktionalität sowie zur Analyse des Nutzungsverhaltens speichert YouTube dauerhaft Cookies über\n        Ihren Internet-Browser auf Ihrem Endgerät. Falls Sie mit dieser Verarbeitung nicht einverstanden sind, haben Sie\n        die Möglichkeit, die Speicherung der Cookies durch eine Einstellung in Ihrem Internet-Browsers zu verhindern.\n        Nähere Informationen hierzu finden Sie vorstehend unter „Cookies“.</p>\n    <p>Weitergehende Informationen über die Erhebung und Nutzung von Daten sowie Ihre diesbezüglichen Rechte und\n        Schutzmöglichkeiten hält Google in den unter</p>\n    <p><a target=\"_blank\" rel=\"noopener\"\n            href=\"https://policies.google.com/privacy\">https://policies.google.com/privacy</a></p>\n    <p>abrufbaren Datenschutzhinweisen bereit.</p>\n\n    <h4>CloudFlare</h4>\n    <p>Zur Absicherung unseres Internetauftritts sowie zur Optimierung der Ladezeiten setzen wir den Dienst CloudFlare\n        als sog. CDN (Content-Delivery-Network) ein. Es handelt sich hierbei um einen Dienst der Cloudflare Inc., 101\n        Townsend Street, San Francisco, California 94107, USA, nachfolgend nur „CloudFlare“ genannt.</p>\n    <p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n    <p><a href=\"https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;status=Active</a></p>\n    <p>garantiert CloudFlare, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA\n        eingehalten werden.</p>\n    <p>Rechtsgrundlage ist Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse liegt in dem sicheren Betrieb\n        unseres Internetauftritts sowie in dessen Optimierung.</p>\n    <p>Sofern Sie unseren Internetauftritt aufrufen, werden Ihre Anfragen über den Server von CloudFlare geleitet.\n        Hierbei werden statistische Zugriffsdaten über den Besuch unseres Internetauftritts erhoben und durch CloudFlare\n        ein Cookie über Ihren Internet-Browser auf Ihrem Endgerät gespeichert. Zu den Zugriffsdaten zählen</p>\n    <p>- Ihre IP-Adresse,</p>\n    <p>- die von Ihnen aufgerufene(n) Internetseite(n) unseres Internetauftritts,</p>\n    <p>- Typ und Version des von Ihnen genutzten Internet - Browsers,</p>\n    <p>- das von Ihnen genutzte Betriebssystem,</p>\n    <p>- die Internetseite, von der sie auf unseren Internetauftritt gewechselt haben (Referrer- URL),</p>\n    <p>- Ihre Verweildauer auf unserem Internetauftritt und&nbsp;</p>\n    <p>- die Häufigkeit des Aufrufs unserer Internetseiten.</p>\n    <p>Die Daten werden durch CloudFlare zum Zwecke statistischer Auswertungen der Zugriffe sowie zur Sicherheit und\n        Optimierung des Angebots verwendet.</p>\n    <p>Sofern Sie mit dieser Verarbeitung nicht einverstanden sind, haben Sie die Möglichkeit, die Installation der\n        Cookies durch die entsprechenden Einstellungen in Ihrem Internet-Browser zu verhindern. Einzelheiten hierzu\n        finden Sie vorstehend unter dem Punkt „Cookies“.</p>\n    <p>CloudFlare bietet unter</p>\n    <p><a href=\"https://www.cloudflare.com/privacypolicy/\" target=\"_blank\"\n            rel=\"noopener\">https://www.cloudflare.com/privacypolicy/</a></p>\n    <p>weitere Informationen zur Erhebung und Nutzung der Daten sowie zu Ihren Rechten und Möglichkeiten zum Schutz\n        Ihrer Privatsphäre an.</p>\n\n    <h4>BootstrapCDN</h4>\n    <p>Zur Optimierung der Abrufgeschwindigkeit, der Gestaltung und Darstellung der Inhalte unseres Internetauftritts\n        auf unterschiedlichen Endgeräten setzen wir in unserem Internetauftritt den Dienst BootstrapCDN, ein Content\n        Delivery Network („CDN“), ein. Hierbei handelt es sich um einen Dienst der StackPath, LLC, 2021 McKinney Ave.\n        Suite 1100, Dallas, TX 75201, USA, nachfolgend nur „BootstrapCDN“ genannt.</p>\n    <p>Um die Inhalte unseres Internetauftritts schnell ausliefern zu können, greift der Dienst auf sog.\n        JavaScript-Bibliotheken zurück. Dabei werden entsprechende Dateien von einem Server von BootstrapCDN geladen,\n        der Ihre IP-Adresse erfasst.</p>\n    <p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n    <p><a href=\"https://www.privacyshield.gov/participant?id=a2zt0000000CbahAAC&amp;status=Active\" target=\"_blank\"\n            rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000CbahAAC&amp;status=Active</a></p>\n    <p>garantiert BootstrapCDN, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA\n        eingehalten werden.</p>\n    <p>Zudem bietet BootstrapCDN unter</p>\n    <p><a href=\"https://www.stackpath.com/legal/master-service-agreement/#privacy\" target=\"_blank\"\n            rel=\"noopener\">https://www.stackpath.com/legal/master-service-agreement/#privacy</a> &nbsp;&nbsp;</p>\n    <p>weitergehende Datenschutzinformationen an.</p>\n    <p>Rechtsgrundlage ist Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse liegt in der Beschleunigung der\n        Ladezeiten unseres Internetauftritts sowie in dessen Optimierung.</p>\n    <p>Um die Ausführung des Java-Script-Codes von BootstrapCDN insgesamt zu verhindern, können Sie einen sog.\n        Java-Script-Blocker installieren, wie bspw. noscript.net oder ghostery.com. Sollten Sie die Ausführung des\n        Java-Script-Codes verhindern oder einschränken, kann dies aus technischen Gründen allerdings dazu führen, dass\n        womöglich nicht sämtliche Inhalte und Funktionen unseres Internetauftritts verfügbar sind.</p>\n\n    <h4>jQuery CDN</h4>\n    <p>Zur Optimierung der Abrufgeschwindigkeit, der Gestaltung und Darstellung der Inhalte unseres Internetauftritts\n        auf unterschiedlichen Endgeräten setzen wir in unserem Internetauftritt den Dienst</p>\n    <p>jQuery CDN, ein Content Delivery Network („CDN“), ein. Hierbei handelt es sich um einen Dienst der jQuery\n        Foundation, nachfolgend nur „jQuery“ genannt. jQuery wird für die JS Foundation über das StackPath CDN verteilt.\n    </p>\n    <p>Um die Inhalte unseres Internetauftritts schnell ausliefern zu können, greift der Dienst auf sog.\n        JavaScript-Bibliotheken zurück. Dabei werden entsprechende Dateien von dem CDN-Server geladen, soweit sie nicht\n        schon durch einen Besuch eines anderen Internetauftritts in Ihrem Browser-Cache vorhanden sind. Im Falle der\n        Verbindung zu dem CDN-Server wird Ihre IP-Adresse erfasst. Dabei kann nicht ausgeschlossen werden, dass eine\n        Verbindung zu einem Server außerhalb der EU erfolgt.</p>\n    <p>Rechtsgrundlage ist Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse liegt in der Beschleunigung der\n        Ladezeiten unseres Internetauftritts sowie in dessen Optimierung.</p>\n    <p>Um die Ausführung des Java-Script-Codes von jQuery insgesamt zu verhindern, können Sie einen sog.\n        Java-Script-Blocker installieren, wie bspw. noscript.net oder ghostery.com. Sollten Sie die Ausführung des\n        Java-Script-Codes verhindern oder einschränken, kann dies aus technischen Gründen allerdings dazu führen, dass\n        womöglich nicht sämtliche Inhalte und Funktionen unseres Internetauftritts verfügbar sind.</p>\n\n    <h4>Cookiebot</h4>\n    <p>Als „Cookie-Banner“ setzen wir „Cookiebot“ ein. „Cookiebot“ ist ein Produkt der Cybot A/S, Havnegade 39, 1058\n        Kopenhagen, Dänemark, nachfolgend „Cybot“. <br><br>Durch die Funktion „Cookiebot“ informieren wir den Nutzer\n        über die Verwendung von Cookies auf der Website und ermöglichen es dem Nutzer eine Entscheidung über deren\n        Nutzung zu treffen. <br><br>Gibt der Nutzer seine Zustimmung zu der Verwendung der Cookies, werden die folgenden\n        Daten automatisch bei Cybot protokolliert:<br><br>•&nbsp;&nbsp;&nbsp; Die anonymisierte IP-Nummer des\n        Nutzers;<br>•&nbsp;&nbsp;&nbsp; Datum und Uhrzeit der Zustimmung;<br>•&nbsp;&nbsp;&nbsp; Benutzeragent des\n        Browsers des Endnutzers;<br>•&nbsp;&nbsp;&nbsp; Die URL des Anbieters;<br>•&nbsp;&nbsp;&nbsp; Ein anonymer,\n        zufälliger und verschlüsselter Key.<br>•&nbsp;&nbsp;&nbsp; Die zugelassenen Cookies des Nutzers (Cookie-Status),\n        der als Nachweis der Zustimmung dient.<br><br>Der verschlüsselte Key und der Cookie-Status werden anhand eines\n        Cookies auf dem Endgerät des Nutzers gespeichert, um bei zukünftigen Seitenaufrufen den entsprechenden\n        Cookie-Status herzustellen. Dieses Cookie löscht sich automatisch nach 12 Monaten.&nbsp; <br><br>Rechtsgrundlage\n        ist hierbei <a title=\"Art. 6 DSGVO: Rechtmäßigkeit der Verarbeitung\"\n            href=\"http://dejure.org/gesetze/DSGVO/6.html\" target=\"_blank\" rel=\"noopener\">Art. 6 Abs. 1 lit. f DSGVO</a>.\n        Unser berechtigtes Interesse besteht in der Anwenderfreundlichkeit der Website sowie in der Erfüllung der\n        gesetzlichen Vorgaben der DSGVO.<br><br>Die Installation des Cookies sowie dessen Speicherung, und damit seine\n        Cookie-Zustimmung, kann der Nutzer durch Einstellungen seines Browsers jederzeit verhindern bzw. beenden.</p>\n    <p>Weitergehende Informationen zum Thema Datenschutz bietet Cybot unter den nachfolgenden Links an:<br><br><a\n            href=\"https://www.cookiebot.com/de/privacy-policy/\" target=\"_blank\"\n            rel=\"noopener\">https://www.cookiebot.com/de/privacy-policy/</a></p>\n\n    <h4>GitHub</h4>\n    <p>Diese Website nutzt vereinzelt Plugins des Online-Dienstes GitHub oder ist mit entsprechenden Websiten verlinkt.\n        Anbieter ist GitHub, Inc, 88 Colin P Kelly Jr St, San Francisco, CA 94107, USA.</p>\n    <p>Wenn Sie eine mit einem GitHub-Plugin ausgestattete Seite besuchen, wird eine Verbindung zu den Servern von\n        GitHub hergestellt. Dabei wird dem GitHub-Server mitgeteilt, welche Seite Sie besucht haben. Zudem erlangt\n        GitHub Ihre IP-Adresse. Dies gilt auch dann, wenn Sie nicht bei GitHub eingeloggt sind oder keinen Account bei\n        GitHub besitzen. Die von GitHub erfassten Informationen werden an den GitHub-Server in den USA übermittelt.</p>\n    <p>Wenn Sie in Ihrem GitHub-Account eingeloggt sind, ermöglichen Sie GitHub, Ihr Surfverhalten direkt Ihrem\n        persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie sich aus Ihrem GitHub-Account ausloggen.\n    </p>\n    <p>Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von GitHub unter: <a\n            href=\"https://help.github.com/articles/github-privacy-statement/\">https://help.github.com/articles/github-privacy-statement/</a>.\n    </p>\n\n    <br><br>\n    <p>\n        <a target=\"_blank\"\n            href=\"https://www.ratgeberrecht.eu/leistungen/muster-datenschutzerklaerung.html\">Muster-Datenschutzerklärung</a>\n        der <a target=\"_blank\"\n            href=\"https://www.ratgeberrecht.eu/datenschutz/datenschutzerklaerung-generator-dsgvo.html\">Anwaltskanzlei\n            Weiß &amp; Partner</a></p>"
}